[
  "Reality is not permanence. Reality is participation in time.",
  "To be real is to be unfinished.",
  "The only constant self is the absence of a constant self.",
  "A person is not what they are, but what they are becoming.",
  "Identity is not a fixed core, but a process of transformation.",
  "Existence without change collapses into irrelevance.",

  "Truth and falsehood are secondary to consequence.",
  "Reality is not what is said, but what happens to a person as a result of what is said.",
  "There is no universal emotional truth, only intersecting personal realities.",
  "Wisdom lies not in choosing one side, but in holding opposites.",
  "Life is a sequence of contradictions, and meaning lives inside them.",

  "The purpose of life is not perfection, but becoming more perfected than before.",
  "Completion is an illusion of perspective.",
  "Unfinishedness is not weakness. It is the highest form of being.",
  "Flaws generate direction. Unfinishedness generates meaning.",
  "Perfection would imply stasis, and stasis would imply death.",

  "Suffering does not create strength; it reveals vulnerability.",
  "Suffering is information, not virtue.",
  "Comfort becomes decay when it replaces learning.",
  "Rest becomes rot when curiosity dies.",
  "True development requires tension between suffering and comfort.",

  "Life may not matter forever, but it matters while it is lived.",
  "Meaning does not require permanence. It requires presence.",
  "A life need not be remembered to be meaningful.",
  "Cosmic insignificance does not negate personal value.",
  "Legacy serves the living, not the dead.",

  "Blind kindness is not virtue but vulnerability.",
  "Pure cooperation leads to exploitation; pure selfishness leads to isolation.",
  "Moral life is not black and white, but written in gray.",
  "Trust must be built gradually, not assumed.",
  "What good is truth if it leads only to destruction?",
  "Wisdom is kindness with limits.",

  "Reality is change. Identity is unfinished.",
  "To live fully is to embrace contradiction.",
  "Perfection is a shadow; growth is the light.",
  "We do not resolve paradoxes. We live inside them.",
  "Meaning blooms in motion, not in permanence."
]
